{


	"data": [

		
		{
			"isNative": false,
			"title": "1 - introduction",
			"description": "Every once in awhile, a major technological breakthrough transforms the way we go about our personal or professional  lives. For those who draw, sketch, paint, or create visual art, app has been one such game-changer. Designed to be used with tablet and stylus tools, gives artists all the benefits of working digitally (the ability to easily delete and correct, create art faster, and to share work instantaneously) while recreating the familiar experience of pens, pencils, and paint on paper.",
		  "imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/procrt.png"
		},

		{
			"isNative": false,
			"title": "2 - What is Paint Pocket",
			"description": "invented by Savage Interactive, a tech startup located (remarkably) on the Australian island state of Tasmania. Perhaps the remote location helped the company’s designers think outside the box as they found a way to put much of the power of desktop creative tools into the hands of visual artists . For the many illustrators, designers and artists who rely on ,  the responsiveness of the app, particularly when used with a Pencil, makes it feel very similar  to making art on paper. That natural feeling, combined with the wide variety of brushes (plus the ability to customize and add more) have tipped the scales in the app’s favor, even among veteran commercial and fine artists. Many have been willing to move beyond analog art tools or old-school digital drawing tablets tethered to desktop computers, all in favor of the ease, flexibility, portability, and newfound inspiration provided by.",
      "imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/procrt.png"

		},	
		{
			"isNative": false,
			"title": "3 - The Benefits of Using",
			"description": "makes it easy to organize your artwork in a gallery format familiar to Photoshop users; import files from other devices and locations; use hand gestures to zoom in and out of your artwork and undo changes to work. You can also perform professional-level compositing and adjustment of layers and generally create and develop your artwork at a speed that can keep up with your imagination. Perhaps most important to many seasoned professionals, Procreate offers easy integration with existing workflows you can move back and forth between other apps and platforms as required by your preferred methods, your clients, or the needs of a specific project. There are other professional-grade digital art apps available, but at the moment none match the power, flexibility, and complete functionality and feature-set of Procreate.",
      "imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/procrt.png"

		},

		{
			"isNative": false,
			"title": "4 - How Prof Artists Use it",
			"description": "One of the best ways to understand Procreate’s real-world capabilities is to learn about professional artists’ experiences with the app.A post written for the VMA (Visual Media Alliance) Design Conference blog profiles three successful professionals who made the leap to but use the app in different ways. Emma Bergerworks for film production company Laika while maintaining a freelance illustration career and uses a combination of hand drawing, Photoshop on an iMac, and Procreate to create her illustrations. Artist Trudi Castle uses Procreate only for sketching and roughing ideas and leisure-time exploration. Freelance character designer and illustrator Nicholas Kole creates all his artwork in.",
			"imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/procrt.png"
		},

		{
			"isNative": false,
			"title": "5 - Using Tablete Pencil",
			"description": "Pencil (2nd Generation) is essential equipment for using on the two new Pros. Apple Pencil 2 will not pair with any  other than the two new Pro models. The original Pencil can be used exclusively with older Pros and the (6th generation).Pencil 2 has a flat side that helps many artists grip the Pencil in a more precisely. It also features a double-tap function that truly distinguishes the new Pencil, you can double-tap Pencil 2 to switch between brushes and erasers, move between layers, or navigate pop-up menus without leaving your canvas. Increase pressure on either Pencil for thicker lines, and tilt it for shading — the organic, analog feel is central to the experience. There are a variety of styluses (including your finger!) available for using on older (and on the new ones, too, though it’s hard to beat the Pencils). If you’re in the market, top-shelf British art and design magazine Creative Bloq recently published a guide to the best styluses.",
			"imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/procrt.png"
		},

		{
			"isNative": false,
			"title": "6 - Setting Up Canvas",
			"description": "First things first: you need a canvas to work on. Upon opening the app, you’ll see the gallery view. This is where you can view all of the existing artwork you’ve made. Click the plus sign in the top right corner of the screen. Tapping on the first option, Screen Size will take you right into the canvas.Once in canvas, you’ll see tools organized in three sections: the top right of the screen, top left of the screen, and along the left side. There are a lot of tools to digest, so we’re only going to focus on the main ones you need to get started: Actions. Clicking on the wrench icon in the top left toolbar gets you to settings. This is where you can make adjustments to your canvas and tools. Play around with the settings to find what works best for you. We recommend turning on the light interface and brush cursor.",
			"imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/procrt.png"
		},
		
		{
			"isNative": false,
			"title": "7 - conclusion",
			"description": "Because app is so customizable, you can use it to create wildly different styles of artwork. Artists on Skillshare have used it to create soft, textured botanicals, hard-edged tattoo motifs, lettering projects, cartoonish illustrations and so much more. If you’re just getting started with the program, take some time to experiment! Don’t be afraid to try new mediums, brushes and approaches to making your art. The road to artistic achievement is paved with fun risks, welcome surprises and new skills.",
			"imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/procrt.png"
		}

	],

	"popAppLink": "https://play.google.com/store/apps/details?id=com.dts.freefireth",
	"popAppName": "Free Fire",
	"popAppImage": "https://raw.githubusercontent.com/tahaprogrammer/Test/main/logo_free_diamond.png",
	"popAppPackage": "com.",
	"popAppIsActive": false,

	"DetailImageUrl": "https://raw.githubusercontent.com/tahaprogrammer/Test/main/nativeTest.png",
	"DetailImageLink": "https://www.youtube.com/",
	"DetailImageisActivated": false,

	"NativeMenuImageUrl": "https://raw.githubusercontent.com/tahaprogrammer/Test/main/nativeTest.png",
	"NativeMenuImageLink": "https://www.facebook.com/",

	"ADMOB_BANNER": "ca-app-pub-39456099942544/6300978111",
	"ADMOB_INTERSTITIAL": "ca-app-pub-39406099942544/1033173712",

	"APPLOVIN_BANNER_ID": "143827b4987d44bb",
	"APPLOVIN_INTERSTITIAL_ID": "c4901286f993e17f",

	"UNITY_BANNER": "Android_Banner",
	"UNITY_INTERSTITIAL": "Android_Interstitial",
	"UNITY_GAME_ID": "3916229",
	"UNITY_TEST_MODE": false,

	"SwitchAds": 1

}
