{


	"data": [

		
		{
			"isNative": false,
			"title": "1 - Introduction",
			"description": "I Am Fish is a physics-based game featuring four different types of fish friends developed by Bossa Studios. The story narrates the beautiful relation of four fish friends who are separated from the pet store and trying to reunite with each other.",
		  "imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/fish.jpeg"
		},

		{
			"isNative": false,
			"title": "2 - Goldfish Level One",
			"description": "The first level is pretty easy, since it’s teaching you the basics. First, you want to roll around the shelf, drop down onto the lower shelves, and then to the floor. Behind the desk is your first bread piece. After that, you roll onto the balcony and across your first powerline to the check point. Take the next Power lines. Now there are three directions you can go: Right, to Routes 1 and 2. Or straight, to Route 3. I’ll cover these individually: Route 1 - Drop down the roof onto the mattress below and make your way to the check point. You will zig zag your way through the crates and boxes and go left. At the end of the roof is a power line, you will go down it, and it crosses with another line at the end that you’ll fall onto. The 2nd piece of bread is in the middle of this 2nd line.",
                "imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/fish.jpeg"

		},	
		{
			"isNative": false,
			"title": "3 - GoldFish Level Two",
			"description": "Goldfish Level 2 This level introduces a few new things, but for the most part is still fairly simple. First you will roll carefully along the shelf you are on, to the upright board that looks like a dead end. Run into it to knock it over, and reveal the first checkpoint. Go left along the shelf and drop onto the mattress, and continue left, then left again, to the second check point. The first bread piece will also be here, bouncing behind a box. Next you will push the ladder, opening a window for you to the third check point. From here, you have 2 ways you can go…left, down the ramps, or right along the catwalk. There is no difference, take which every path you please. Both lead to a check point, and down the roof onto a trampoline that bounces you into a pond. Here is your second piece of bread, to the far end of the pond. Swim back to the other side of the pond now, and go into the pipe. You will drop out of the pipe into the sewers. Drop down the first waterfall and look left, your third piece of bread is below a pipe. Jump the wall and swim below the bread, then swim up. You should jump high enough to reach it.",
               "imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/fish.jpeg"

		},

		{
			"isNative": false,
			"title": "4 - Goldfish Level Three",
			"description": "The final level of the Goldfish, this one adds a decent bit of challenge compared to the first two. Immediately after you spawn in, turn around and head towards the sun. In the water is the first bread piece. Now swim forwards until you reach the fountain, head to the left side and into the intake pipe. This will break the fountain and shoot you into a gutter on the roof opposite. Swim along the gutter until it breaks and you enter the house. Once in the house, roll right down the hallway to the second piece of bread under the table. Then turn around and go down the stairs. Head through the door on the left, turn left into the kitchen, and go straight out the next door. Turn right to find the third bread piece. Now head carefully along the catwalks to the next checkpoint. Careful, your little gold fish buddy can get in your way or unbalance you. Go across the road, down the alley, and turn left to fall down the stairs and roll into the fountain far below. Head to the far left intake pipe, and you will be shot out onto a bench. Flop into the jar below you, and head LEFT towards the marked bench for the fourth piece of bread. Once you have the bread, head lto the other side of the fountain (back towards the side where the intake pipe you took is located). You are going down a ramp into the construction for the bridge now. Head along the catwalks to the next to checkpoints, when the catwalk breaks. Go along the next one, and turn left onto the black tubing. From that check point, continue along the metal walk way.",
			"imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/fish.jpeg"
		},

		{
			"isNative": false,
			"title": "5 - ",
			"description": "details",
			"imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/fish.jpeg"
		},

		{
			"isNative": false,
			"title": "6 - Piranha Level 1",
			"description": "These new levels add a lot more complexity and challenge. From the start at the top of the fridge, roll of onto the shelf. Be careful, it’s really easy to fall right here at the beginning. Move along the shelf and bounce down into the sink, and follow the prompt to use your ability button (RIght or Left bumper on Controller), to bite the faucet off.I’ve marked the bread location on the image, but you cannot reach it just yet. Removing the faucet starts the kitchen flooding. Hop out of the sink and onto the now flooded floor. Look for red, red things are things you can bite. Swim to the red stain on the cupboard to the left of the sink, bite it and pull it open. Bite the red section of pipe to flood the kitchen more, and now go to the marked cupboard above to find the first bread piece. Now swim to the dishwasher, jump up and grab the handle. Pull the lid down, and swim inside and remove that pipe as well. Now swim to the table. Do not grab the hammer….grab the sandwich. Use the sandwich to break the window, this gives you an achievement .Once in the jar, now comes a fun part that relies on luck. You need to roll into the road, and head to the gap in the fence on the LEFT. It’s pure random luck on where the cars are coming from. From here, we now have multiple routes to go. I’ll do them individually, each has their own bread location.",
			"imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/fish.jpeg"
		},
		
		{
			"isNative": false,
			"title": "7 - Routes",
			"description": "Route 1 -Go left, and down the ramp. After hitting the checkpoint, keep going straight down the power lines. Follow the roof around, then go down the roof to get the piece of bread. Go down the next roof, and you’ll be at the check point and meet up with Route 3. Head down the stone ramp to the next checkpoint, where you will rejoin route 2. Route 2 - Go right, then turn left. Keep going straight to hit the next check point, then go down the curved ramp to get the bread piece. This can be difficult to stay on without falling off. After this you will rejoin Routes 1 and 3. Route 3 - Go left, and down the ramp. After hitting the checkpoint, turn RIGHT and go along the narrow bridge. Turn left to go down the power lines to the bread piece. From there, you will rejoin Route 1 on the roof. Head down the stone ramp to the next checkpoint, where you will rejoin route 2. From here, all 3 routes meet up again. Go down the wooden catwalk, where begins our next challenge. Now we have to get across balconies with seagulls that will gradually become more aware of our presence the more we move. You can tell by the meter next to the seagull head. Green is safe, but once it hits yellow I stop moving and let it go down again.",
			"imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/fish.jpeg"
		}

	],

	"popAppLink": "https://play.google.com/store/apps/details?id=com.dts.freefireth",
	"popAppName": "Free Fire",
	"popAppImage": "https://raw.githubusercontent.com/tahaprogrammer/Test/main/logo_free_diamond.png",
	"popAppPackage": "com.",
	"popAppIsActive": false,

	"DetailImageUrl": "https://raw.githubusercontent.com/tahaprogrammer/Test/main/nativeTest.png",
	"DetailImageLink": "https://www.youtube.com/",
	"DetailImageisActivated": false,

	"NativeMenuImageUrl": "https://raw.githubusercontent.com/tahaprogrammer/Test/main/nativeTest.png",
	"NativeMenuImageLink": "https://www.facebook.com/",

	"ADMOB_BANNER": "ca-app-pub-39456099942544/6300978111",
	"ADMOB_INTERSTITIAL": "ca-app-pub-39406099942544/1033173712",

	"APPLOVIN_BANNER_ID": "d063c02502087ff6",
	"APPLOVIN_INTERSTITIAL_ID": "2fb38336c560d201",

	"UNITY_BANNER": "Android_Banner",
	"UNITY_INTERSTITIAL": "Android_Interstitial",
	"UNITY_GAME_ID": "3916229",
	"UNITY_TEST_MODE": false,

	"SwitchAds": 1

}
