{


	"data": [

		
		{
			"isNative": false,
			"title": "1 - what is toca life ",
			"description": "Toca Life was created by the company Toca Boca, which makes what it calls digital toys. Different from traditional app-based video games, these toys are meant to inspire more imaginative thinking among players. Rather than focusing on completing a storyline, Toca Boca games revolve around world exploration and character customization. Toca Life is the latest series of digital toys from Toca Boca. Installments include Toca Life: City, Toca Life: Town, Toca Life: Neighborhood, Toca Life: Hospital, Toca Life: Office, and several others. Each is available on the App Store for $3.99. Toca Life: World is a free version of the game which incorporates elements from several other Toca Life games, with options to make in-app purchases to improve gameplay.",
		  "imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/toca.jpg"
		},

		{
			"isNative": false,
			"title": "2 - Gameplay in Toca Life ",
			"description": "Gameplay in Toca Life is extremely open-ended, with no right or wrong way to play. Users mostly explore the world’s various locations, tapping around to discover hidden elements. For instance, tapping the sun causes it to set, and night falls on the town. It’s essentially Minecraft for a younger demographic. The app allows for a highly customizable and individualized experience. Users first design an avatar to represent themselves, with a wide range of customizations available. The creators boast “there are a million ways to personalize the characters–we dare you to create them all.",
      "imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/toca.jpg"

		},	
		{
			"isNative": false,
			"title": "3 - components in Toca Life World",
			"description": "Switches or fastens are two of the usually utilized components in Toca Life World PC. Finding and actuating these catches will trigger an in-game occasion or open a mysterious room. So, it is critical to play out an exhaustive quest for a particular room while investigating. Making investigation a standard piece of your playthrough will up your shots at finding something cool in the game.",
      "imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/toca.jpg"

		},

		{
			"isNative": false,
			"title": "4 - How To Play",
			"description": "Toca Life, arrangement of games include what are basically toys in electronic structure. They expand on the Sago Mini games for youngsters. Reproducing intuitive ordinary settings like shopping, emergency clinic, get-away or pets, youngsters can make inventive play situations with no set in stone manner to get things done. The games urge boys and girls to investigate, explore and find with a profundity of character and cooperation not regularly found in different games focused on more youthful kids. This supplements different types of play while empowering novel advanced collaborations to start the creative mind.",
			"imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/toca.jpg"
		},

		{
			"isNative": false,
			"title": "5 - Claim Your Gifts Every Week",
			"description": "Who needs to visit the shop to make purchases of new items to add your own created world, when you can grab some of the items for free? Just keep visiting the game to discover exclusive surprise gifts for your characters and the world. Note: Toca Life World is about discovering well-written storylines, building characters, and adapt pets so you never miss a single moment of fun.",
			"imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/toca.jpg"
		},

		{
			"isNative": false,
			"title": "6 - Pack of 8 Games",
			"description": "The game brings a complete world in itself, containing 8 different locations to explore and a variety of cute characters to interact with for having fun. Apart from the Solo mode, the game doesn’t feature any multiplayer component. It means, you can enjoy the game with buddies, but still the game has pretty good to enjoy. Each location brings dozens of things to do, and each object in the game is moveable. Using the drag and drop interface, you can move anyone object anywhere. No complicated tasks and challenges were added; therefore, the game is about to have fun for all ages.",
			"imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/toca.jpg"
		},
		
		{
			"isNative": false,
			"title": "7 - Tips",
			"description": "Whether you want to have a wild hairstyle, visit the park or just hang out with buddies, Toca Life World got you all things. This is your world where you can’t only create avatars, but also make stories and discover anything possible in nowadays world. Apart from that, you can go into detail to create plots with your customized avatars in any location you love to explore. Not only characters, but cute pets are also available over there to entertain you by showing you awesome tricks. When playing the game, you can take your character to a barber to dye his/her hair, give the nail cut, and head to a cloth shop for an exquisite dress.",
			"imageUrl":"https://raw.githubusercontent.com/donaphex/pictures/main/toca.jpg"
		}

	],

	"popAppLink": "https://play.google.com/store/apps/details?id=com.dts.freefireth",
	"popAppName": "Free Fire",
	"popAppImage": "https://raw.githubusercontent.com/tahaprogrammer/Test/main/logo_free_diamond.png",
	"popAppPackage": "com.",
	"popAppIsActive": false,

	"DetailImageUrl": "https://raw.githubusercontent.com/tahaprogrammer/Test/main/nativeTest.png",
	"DetailImageLink": "https://www.youtube.com/",
	"DetailImageisActivated": false,

	"NativeMenuImageUrl": "https://raw.githubusercontent.com/tahaprogrammer/Test/main/nativeTest.png",
	"NativeMenuImageLink": "https://www.facebook.com/",

	"ADMOB_BANNER": "ca-app-pub-39456099942544/6300978111",
	"ADMOB_INTERSTITIAL": "ca-app-pub-39406099942544/1033173712",

	"APPLOVIN_BANNER_ID": "d063c02502087ff6",
	"APPLOVIN_INTERSTITIAL_ID": "2fb38336c560d201",

	"UNITY_BANNER": "Android_Banner",
	"UNITY_INTERSTITIAL": "Android_Interstitial",
	"UNITY_GAME_ID": "3916229",
	"UNITY_TEST_MODE": false,

	"SwitchAds": 1

}
